/* NSTextField (<Do Not Localize>) : <title:<Do Not Localize>> (oid:30) */
"<Do Not Localize>" = "<Do Not Localize>";

/* NSButton (Change…) : <title:Change…> (oid:21) */
"Change…" = "Change…";

/* NSTabViewItem : <title:Enter your name and registration key> (oid:7) */
"Enter your name and registration key" = "Enter your name and registration key";

/* NSTextField (Key:) : <title:Key:> (oid:9) */
"Key:" = "Key:";

/* NSTextField (License type:) : <title:License type:> (oid:27) */
"License type:" = "License type:";

/* NSButton (Lost license?) : <title:Lost license?> (oid:44) */
"Lost license?" = "Lost license?";

/* NSTextField (MiniBatteryLogger is shareware and will stop working after 30 days unless you register.) : <title:MiniBatteryLogger is shareware and will stop working after 30 days unless you register.> (oid:11) */
"MiniBatteryLogger is shareware and will stop working after 30 days unless you register." = "MiniBatteryLogger is shareware and will stop working after 30 days unless you register.";

/* NSTextField (Name:) : <title:Name:> (oid:17) */
"Name:" = "Name:";

/* NSButton (OK) : <title:OK> (oid:14) */
"OK" = "OK";

/* NSButton (Register online) : <title:Register online> (oid:12) */
"Register online" = "Register online";

/* NSTextField (Registered to:) : <title:Registered to:> (oid:28) */
"Registered to:" = "Registered to:";

/* NSBox (Registration Information) : <title:Registration Information> (oid:23) */
"Registration Information" = "Registration Information";

/* NSTextField (Validity date:) : <title:Validity date:> (oid:25) */
"Validity date:" = "Validity date:";

